{"Cluster 0": {"name": "Młodzi profesjonaliści nad wodą", "description": "W tym klastrze znajdują się głównie mężczyźni w wieku 35-44 lat z wyższym wykształceniem, którzy preferują spędzanie czasu nad wodą i mają psy jako ulubione zwierzęta."}, "Cluster 1": {"name": "Doświadczeni miłośnicy gór", "description": "W tym klastrze dominują mężczyźni w wieku 45-54 lat z wyższym wykształceniem, którzy preferują spędzanie czasu w górach i mają psy jako ulubione zwierzęta."}, "Cluster 2": {"name": "Miłośnicy kotów i gór", "description": "W tym klastrze znajdują się osoby w wieku 35-44 lat z wyższym wykształceniem, które preferują spędzanie czasu w górach i mają koty jako ulubione zwierzęta."}, "Cluster 3": {"name": "Leśni intelektualiści", "description": "W tym klastrze dominują mężczyźni w wieku 45-54 lat z wyższym wykształceniem, którzy preferują spędzanie czasu w lesie i mają psy jako ulubione zwierzęta."}, "Cluster 4": {"name": "Górscy odkrywcy", "description": "W tym klastrze znajdują się mężczyźni w wieku 35-54 lat ze średnim wykształceniem, którzy preferują spędzanie czasu w górach i mają różnorodne ulubione zwierzęta."}, "Cluster 5": {"name": "Nadwodni intelektualiści", "description": "W tym klastrze znajdują się mężczyźni w wieku 35-44 lat z wyższym wykształceniem, którzy preferują spędzanie czasu nad wodą i nie mają ulubionych zwierząt."}, "Cluster 6": {"name": "Doświadczeni nadwodniacy", "description": "W tym klastrze dominują mężczyźni w wieku 45-54 lat z wyższym wykształceniem, którzy preferują spędzanie czasu nad wodą i mają psy jako ulubione zwierzęta."}, "Cluster 7": {"name": "Kobiety nad wodą", "description": "W tym klastrze znajdują się głównie kobiety w wieku 35-44 lat ze średnim wykształceniem, które preferują spędzanie czasu nad wodą i mają różnorodne ulubione zwierzęta."}, "Cluster 8": {"name": "Młodzi leśni profesjonaliści", "description": "W tym klastrze znajdują się osoby w wieku 25-34 lat z wyższym wykształceniem, które preferują spędzanie czasu w lesie i mają psy jako ulubione zwierzęta."}, "Cluster 9": {"name": "Młodzi miłośnicy kotów", "description": "W tym klastrze znajdują się mężczyźni w wieku 25-34 lat ze średnim wykształceniem, którzy preferują spędzanie czasu w lesie i mają koty jako ulubione zwierzęta."}, "Cluster 10": {"name": "Młodzi mężczyźni nad wodą", "description": "W tym klastrze znajdują się młodzi mężczyźni w wieku 18-54 lat ze średnim wykształceniem, którzy preferują spędzanie czasu nad wodą i mają psy jako ulubione zwierzęta."}, "Cluster 11": {"name": "Górscy miłośnicy kotów", "description": "W tym klastrze dominują mężczyźni w wieku 25-34 lat z wyższym wykształceniem, którzy preferują spędzanie czasu w górach i mają koty jako ulubione zwierzęta."}}